Revit 2027 API
BuiltInFailures.SystemsFailures.SelectedElementsArePartOfOtherSystem Property
 You have selected elements that are already part of other System. They will be removed from the original Systems and added to this one.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SelectedElementsArePartOfOtherSystem { get; }
Public Shared ReadOnly Property SelectedElementsArePartOfOtherSystem As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SelectedElementsArePartOfOtherSystem {
	FailureDefinitionId^ get ();
}
static member SelectedElementsArePartOfOtherSystem : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SystemsFailures Class
Autodesk.Revit.DB Namespace